import PageLayout from "@/Layouts/PageLayout";
import { PageProps } from "@/types";
import { Head } from "@inertiajs/react";
import React from "react";

const Privacy = ({ auth }: PageProps) => {
  return (
    <PageLayout
      auth={auth}
      pageTitle="Πολιτική Απορρήτου"
      bgColorClass="bg-[#55a6fc]"
    >
      <Head title="Πολιτική Απορρήτου - mikroimathites.gr" />
      <div className="container p-6 mx-auto text-gray-500">
        <h1 className="mb-4 text-2xl font-bold text-[#55a6fc]">
          Πολιτική Απορρήτου για τους Μικρούς Μαθητές
        </h1>
        <p className="mb-2 text-gray-800">
          Ημερομηνία Ισχύος: 10 Δεκεμβρίου 2024
        </p>

        <p className="mb-4 text-md">
          Αυτή η Πολιτική Απορρήτου περιγράφει πώς η Skyship Entertainment
          Company συλλέγει και χρησιμοποιεί πληροφορίες από άτομα που
          χρησιμοποιούν τις Υπηρεσίες μας (ένας “χρήστης” ή “χρήστες”).
        </p>

        <p className="mb-4 text-md">
          Η λέξη “Υπηρεσίες” σε αυτή την Πολιτική Απορρήτου αναφέρεται στους
          ιστότοπούς μας (συμπεριλαμβανομένων αυτών που βρίσκονται στην
          διεύθυνση {""}
          <a
            target="_blank"
            rel="noopener noreferrer"
            href="https://mikroimathites.gr"
            className="text-blue-600 underline"
          >
            mikroimathites.gr
          </a>
          ) καθώς και στα λοιπά ψηφιακά προϊόντα και υπηρεσίες μας
          (συμπεριλαμβανομένης της εφαρμογής για κινητά Super Simple).
        </p>

        <p className="mb-4 text-md">
          Αυτή η Πολιτική Απορρήτου ισχύει για πληροφορίες που συλλέγουμε,
          χρησιμοποιούμε και αποκαλύπτουμε σχετικά με τους χρήστες:
        </p>
        <ul className="mb-4 text-gray-800 list-disc list-inside">
          <li>Στις Υπηρεσίες μας.</li>
          <li>
            Σε email, κείμενα και άλλα ηλεκτρονικά μηνύματα μεταξύ των χρηστών
            και των Υπηρεσιών μας.
          </li>
        </ul>
      </div>
      <div className="container p-6 mx-auto text-gray-500">
        <h1 className="mb-4 text-2xl font-bold text-[#55a6fc]">ΠΑΙΔΙΑ</h1>

        <p className="mb-4 text-md">
          Ορισμένες από τις Υπηρεσίες μας είναι ελκυστικές ή προορίζονται για
          χρήση από παιδιά κάτω των 13 ετών, ενώ άλλες Υπηρεσίες ή τμήματα των
          Υπηρεσιών μας προορίζονται για χρήση από άτομα άνω των 13 ετών. Όταν
          συλλέγουμε πληροφορίες στις Υπηρεσίες μας ή σε τμήματα των υπηρεσιών
          μας που απευθύνονται σε παιδιά, το κάνουμε ακολουθώντας τις αρχές του
          Νόμου για την Προστασία της Ιδιωτικότητας των Παιδιών στο Διαδίκτυο
          (COPPA).
        </p>

        <p className="mb-4 text-md">
          Γενικά, δεν ζητάμε από άτομα κάτω των 13 ετών να μας παρέχουν
          προσωπικά αναγνωρίσιμες πληροφορίες όπως όνομα, διεύθυνση email,
          αριθμό τηλεφώνου, ημερομηνία γέννησης ή διεύθυνση.
        </p>

        <p className="mb-4 text-md">
          Μπορεί να ζητήσουμε από άτομα ηλικίας 13 ετών και άνω να παρέχουν
          προσωπικά αναγνωρίσιμες πληροφορίες για να χρησιμοποιήσουν ορισμένες
          πτυχές των Υπηρεσιών μας, όπως η εγγραφή στο newsletter μας, η χρήση
          της φόρμας επικοινωνίας, η πραγματοποίηση αγοράς στο κατάστημά μας ή η
          συνδρομή στην εφαρμογή μας για κινητά. Οι περιοχές των Υπηρεσιών μας
          που ζητούν τέτοιες προσωπικά αναγνωρίσιμες πληροφορίες διαθέτουν ένα
          ηλικιακό φίλτρο που αποσκοπεί στην αποτροπή πρόσβασης από παιδιά κάτω
          των 13 ετών.
        </p>

        <p className="mb-4 text-md">
          Κατανοούμε τη σημασία της παροχής μεγαλύτερων προστασιών απορρήτου
          όσον αφορά τα παιδιά. Οι Μικροί Μαθητές δεν συλλέγει ούτε χρησιμοποιεί
          εν γνώσει της προσωπικά αναγνωρίσιμες πληροφορίες από χρήστες κάτω των
          13 ετών, εκτός εάν αυτό επιτρέπεται από το COPPA.
        </p>
        <p className="mb-4 text-md">
          Εάν οι Μικροί Μαθητές μάθει ότι έχουμε συλλέξει, χωρίς να το
          γνωρίζουμε, προσωπικά αναγνωρίσιμες πληροφορίες από χρήστη κάτω των 13
          ετών, θα ειδοποιήσουμε τον γονέα του παιδιού, εάν είναι δυνατόν, ή/και
          θα διαγράψουμε όλες τις πληροφορίες που σχετίζονται με αυτό το παιδί
          και θα σταματήσουμε να συλλέγουμε περαιτέρω προσωπικές πληροφορίες από
          αυτό.
        </p>
      </div>
      <div className="container p-6 mx-auto text-gray-500">
        <h1 className="mb-4 text-2xl font-bold text-[#55a6fc]">
          ΠΛΗΡΟΦΟΡΙΕΣ ΠΟΥ ΣΥΛΛΕΓΟΥΜΕ
        </h1>

        <p className="mb-4 text-md">
          Αυτή η Πολιτική Απορρήτου περιγράφει πώς οι Μικροί Μαθητές συλλέγει
          και χρησιμοποιεί πληροφορίες από άτομα που χρησιμοποιούν τις Υπηρεσίες
          μας (ένας “χρήστης” ή “χρήστες”).
        </p>

        <p className="mb-4 text-md">
          Η λέξη “Υπηρεσίες” σε αυτή την Πολιτική Απορρήτου αναφέρεται στους
          ιστότοπούς μας (συμπεριλαμβανομένων αυτών που βρίσκονται στις
          διευθύνσεις {""}
          <a
            target="_blank"
            rel="noopener noreferrer"
            href="https://mikroimathites.gr"
            className="text-blue-600 underline"
          >
            mikroimathites.gr
          </a>
          ) καθώς και στα λοιπά ψηφιακά προϊόντα και υπηρεσίες μας .
        </p>

        <p className="mb-4 text-md">
          Πληροφορίες που Μπορεί να Ζητήσουμε. Για να χρησιμοποιήσουν ορισμένα
          μέρη των Υπηρεσιών μας, ζητάμε από τους χρήστες να παρέχουν
          συγκεκριμένες πληροφορίες. Για παράδειγμα:
        </p>
        <ul className="mb-4 text-gray-800 list-disc list-inside">
          <li>
            Όταν ένας χρήστης επικοινωνεί με την υποστήριξη πελατών, ζητάμε το
            όνομα και τη διεύθυνση email του χρήστη.
          </li>
          <li>
            Όταν ένας χρήστης εγγράφεται στο newsletter μας, ζητάμε το όνομα, τη
            διεύθυνση email, την ημερομηνία γέννησης και τη χώρα διαμονής του
            χρήστη.
          </li>
          <li>
            Όταν ένας χρήστης συμμετέχει σε έναν από τους online διαγωνισμούς
            μας, ενδέχεται να ζητήσουμε το όνομα, τη διεύθυνση email και την
            ημερομηνία γέννησης του χρήστη.
          </li>
          <li>
            Όταν ένας χρήστης εγγράφεται για λογαριασμό Super Simple, ζητάμε το
            όνομα, τη διεύθυνση, τη διεύθυνση email, τον κωδικό πρόσβασης και τη
            διεύθυνση χρέωσης του χρήστη.
          </li>
          <li>
            Όταν πραγματοποιείται αγορά από το online κατάστημά μας, λαμβάνουμε
            το όνομα και τη διεύθυνση χρέωσης του χρήστη.
          </li>
        </ul>
        <p className="mb-4 text-md">
          Οι "Μικροί Μαθητές" δεν συλλέγουν πληροφορίες πληρωμής, όπως αριθμό
          πιστωτικής κάρτας. Όλες οι παραγγελίες, συνδρομές, αγορές και
          συναλλαγές για την πώληση αγαθών ή υπηρεσιών που διατίθενται μέσω του{" "}
          <a
            target="_blank"
            rel="noopener noreferrer"
            href="https://mikroimathites.gr"
            className="text-blue-600 underline"
          >
            mikroimathites.gr
          </a>{" "}
          επεξεργάζονται από τους τρίτους παρόχους υπηρεσιών μας , οι οποίοι
          έχουν τους δικούς τους όρους υπηρεσίας και πολιτικές απορρήτου για
          τους οποίους η "Μικροί Μαθητές" δεν φέρει ευθύνη. Συνιστούμε
          ανεπιφύλακτα στους χρήστες να εξετάσουν τυχόν ισχύουσες πολιτικές
          τρίτων πριν από την πραγματοποίηση αγορών μέσω των Υπηρεσιών μας.
        </p>
        <p className="mb-4 text-md">
          Δεν συλλέγουμε εν γνώσει μας αυτές τις πληροφορίες από χρήστες κάτω
          των 13 ετών. Όπου ζητάμε αυτές τις πληροφορίες, περιλαμβάνουμε ένα
          ηλικιακό φίλτρο που αποσκοπεί στο να επιτρέπει την πρόσβαση μόνο σε
          χρήστες ηλικίας 13 ετών και άνω.
        </p>
      </div>
      <div className="container p-6 mx-auto text-gray-500">
        <h1 className="mb-4 text-2xl font-bold text-[#55a6fc]">
          ΤΡΙΤΟΙ ΠΟΥ ΜΠΟΡΕΙ ΝΑ ΕΧΟΥΝ ΠΡΟΣΒΑΣΗ ΣΤΙΣ ΠΛΗΡΟΦΟΡΙΕΣ ΤΩΝ ΧΡΗΣΤΩΝ
        </h1>

        <p className="mb-4 text-md">
          Συνεργαζόμαστε με τρίτους για να μας βοηθήσουν να λειτουργούμε ομαλά
          τις Υπηρεσίες μας, να επικοινωνούμε με τους χρήστες των Υπηρεσιών μας,
          να επεξεργαζόμαστε και να εκπληρώνουμε παραγγελίες ηλεκτρονικού
          εμπορίου και να βελτιώνουμε την εμπειρία των χρηστών. Αυτοί οι τρίτοι
          είναι συμβατικά υποχρεωμένοι να διατηρούν τις προσωπικές πληροφορίες
          εμπιστευτικές, να τις χρησιμοποιούν μόνο για τους σκοπούς για τους
          οποίους τις αποκαλύπτουμε σε αυτούς και μόνο όσο είναι εύλογα
          απαραίτητο για την παροχή των υπηρεσιών τους. Ακολουθούν ορισμένοι από
          τους τρίτους με τους οποίους συνεργαζόμαστε:
        </p>

        <ul className="mb-4 text-gray-800 list-disc list-inside">
          <li>
            <strong>Google Analytics</strong> (υπηρεσία ανάλυσης ιστότοπου): Για
            την ανάλυση και βελτιστοποίηση της απόδοσης των Υπηρεσιών μας. Εδώ
            είναι πληροφορίες σχετικά με τις διασφαλίσεις ασφαλείας δεδομένων
            του Google Analytics:{" "}
            <a
              target="_blank"
              rel="noopener noreferrer"
              href="https://support.google.com/analytics/answer/6004245"
              className="text-blue-600 underline"
            >
              https://support.google.com/analytics/answer/6004245
            </a>
            .
          </li>
          <li>
            <strong>Google Workspace</strong> (υπηρεσία email): Όταν
            επικοινωνείτε με την υποστήριξη πελατών. Εδώ είναι πληροφορίες
            σχετικά με τις διασφαλίσεις ασφαλείας δεδομένων του Google
            Workspace:{" "}
            <a
              target="_blank"
              rel="noopener noreferrer"
              href="https://policies.google.com/privacy?hl=en_ca"
              className="text-blue-600 underline"
            >
              https://policies.google.com/privacy?hl=en_ca
            </a>
            .
          </li>
          <li>
            <strong>Cloudflare</strong> (απόδοση και ασφάλεια ιστότοπου): Για τη
            βελτιστοποίηση της απόδοσης και της ασφάλειας των ιστοτόπων μας. Εδώ
            είναι πληροφορίες σχετικά με τις πολιτικές απορρήτου και ασφάλειας
            του Cloudflare:{" "}
            <a
              target="_blank"
              rel="noopener noreferrer"
              href="https://www.cloudflare.com/privacypolicy/"
              className="text-blue-600 underline"
            >
              https://www.cloudflare.com/privacypolicy/
            </a>
            .
          </li>
        </ul>
      </div>
      <div className="container p-6 mx-auto text-gray-500">
        <h1 className="mb-4 text-2xl font-bold text-[#55a6fc]">
          ΠΩΣ ΧΡΗΣΙΜΟΠΟΙΟΥΜΕ ΤΙΣ ΠΛΗΡΟΦΟΡΙΕΣ ΤΩΝ ΧΡΗΣΤΩΝ
        </h1>

        <p className="mb-4 text-md">
          Μπορούμε να συλλέγουμε, να διατηρούμε και να χρησιμοποιούμε τις
          πληροφορίες ενός χρήστη για τους ακόλουθους σκοπούς:
        </p>

        <ul className="mb-4 text-gray-800 list-disc list-inside">
          <li>Για να απαντήσουμε σε ερωτήσεις υποστήριξης πελατών.</li>
          <li>Για να στέλνουμε newsletters.</li>
          <li>Για να επικοινωνούμε με τους νικητές διαγωνισμών.</li>
          <li>
            Για σκοπούς διαχείρισης συστήματος και εσωτερικών λειτουργιών
            (συμπεριλαμβανομένης της αντιμετώπισης προβλημάτων, ανάλυσης
            δεδομένων και δοκιμών) για να διασφαλίσουμε τη σωστή λειτουργία των
            Υπηρεσιών.
          </li>
          <li>
            Για να αναλύσουμε τη χρήση των Υπηρεσιών ώστε να βελτιώσουμε την
            εμπειρία του χρήστη και να διασφαλίσουμε ότι το περιεχόμενο
            παρουσιάζεται με τον πιο αποτελεσματικό τρόπο για τις συσκευές των
            χρηστών.
          </li>
          <li>
            Για να ειδοποιούμε τους χρήστες για τυχόν αλλαγές στις Υπηρεσίες.
          </li>
          <li>Για γεωγραφική ανακατεύθυνση.</li>
          <li>Για τη διαχείριση συνδρομών στην εφαρμογή μας για κινητά.</li>
          <li>Για σκοπούς ηλικιακού ελέγχου.</li>
        </ul>
      </div>
      <div className="container p-6 mx-auto text-gray-500">
        <h1 className="mb-4 text-2xl font-bold text-[#55a6fc]">COOKIES</h1>

        <p className="mb-4 text-md">
          Τα cookies είναι μικρά αρχεία κειμένου που αποθηκεύονται στον
          υπολογιστή ή τη συσκευή ενός χρήστη από ιστότοπους που επισκέπτεται.
          Τα cookies χρησιμοποιούνται για να λειτουργούν οι ιστότοποι και να
          βελτιώνουν την αποδοτικότητά τους, καθώς και για να παρέχουν
          πληροφορίες χρήσης στον ιδιοκτήτη του ιστότοπου.
        </p>

        <p className="mb-4 text-md">
          Ο ιστότοπός μας χρησιμοποιεί cookies από τρίτους για να ξεχωρίζει εσάς
          από άλλους χρήστες, να μεγιστοποιεί τους πόρους δικτύου, να
          διαχειρίζεται την κυκλοφορία, να προστατεύει τους ιστότοπούς μας από
          κακόβουλη κίνηση και να δίνει στους χρήστες τη δυνατότητα να αγοράζουν
          από το online κατάστημά μας. Αυτό μας βοηθά να παρέχουμε στους χρήστες
          μια καλή εμπειρία κατά την περιήγηση στον ιστότοπό μας και μας
          επιτρέπει επίσης να βελτιώσουμε τον ιστότοπό μας.
        </p>
        <p className="mb-4 text-md">
          Οι χρήστες μπορούν να απενεργοποιήσουν ορισμένα ή όλα τα cookies
          ρυθμίζοντας τις ρυθμίσεις απορρήτου του προγράμματος περιήγησής τους
          (ανατρέξτε στη λειτουργία βοήθειας του προγράμματος περιήγησής σας για
          να μάθετε περισσότερα σχετικά με τον έλεγχο των cookies). Σημειώστε
          ότι η απενεργοποίηση όλων των cookies μπορεί να προκαλέσει
          δυσλειτουργία των Υπηρεσιών μας.
        </p>
      </div>
      <div className="container p-6 mx-auto text-gray-500">
        <h1 className="mb-4 text-2xl font-bold text-[#55a6fc]">ΑΣΦΑΛΕΙΑ</h1>

        <p className="mb-4 text-md">
          Λαμβάνουμε κατάλληλα τεχνικά και οργανωτικά μέτρα για να
          προστατεύσουμε τις πληροφορίες που διατηρούμε για τους χρήστες και
          επανεξετάζουμε τακτικά τα μέτρα ασφαλείας μας για να λάβουμε υπόψη
          νέες τεχνολογίες και μεθόδους για την προστασία των δεδομένων των
          χρηστών. Σημειώστε ότι καμία μετάδοση μέσω του διαδικτύου δεν μπορεί
          να εγγυηθεί απόλυτη ασφάλεια και, συνεπώς, δεν μπορούμε να εγγυηθούμε
          την ασφάλεια οποιασδήποτε προσωπικής πληροφορίας που λαμβάνουμε μέσω
          του διαδικτύου.
        </p>
      </div>
      <div className="container p-6 mx-auto text-gray-500">
        <h1 className="mb-4 text-2xl font-bold text-[#55a6fc]">
          ΠΟΥ ΑΠΟΘΗΚΕΥΟΥΜΕ ΤΙΣ ΠΛΗΡΟΦΟΡΙΕΣ ΤΩΝ ΧΡΗΣΤΩΝ
        </h1>

        <p className="mb-4 text-md">
          Oι Μικροί Μαθητές έχουν χρήστες σε όλο τον κόσμο. Οι πληροφορίες που
          συλλέγονται μέσω των Υπηρεσιών μας ενδέχεται να αποθηκευτούν και να
          Ελλάδα οποιαδήποτε άλλη χώρα στην οποία εμείς ή οι πάροχοι υπηρεσιών
          μας διατηρούμε εγκαταστάσεις. Εμείς ή οι πάροχοι υπηρεσιών μας
          ενδέχεται να μεταφέρουν πληροφορίες πέρα από τα σύνορα και από τη χώρα
          ή τη δικαιοδοσία ενός χρήστη σε άλλες χώρες ή δικαιοδοσίες που έχουν
          διαφορετικούς νόμους προστασίας δεδομένων, ορισμένοι από τους οποίους
          παρέχουν μεγαλύτερη προστασία από άλλους. Όπου οι πληροφορίες ενός
          χρήστη μεταφέρονται διεθνώς, θα προστατεύονται σύμφωνα με αυτή την
          Πολιτική Απορρήτου και τις απαιτήσεις των ισχυόντων νόμων περί
          απορρήτου. Έχουμε λάβει μέτρα για να διασφαλίσουμε ότι οι πάροχοι
          υπηρεσιών μας συμμορφώνονται με ορισμένα νομικά πλαίσια που
          σχετίζονται με τη μεταφορά πληροφοριών, συμπεριλαμβανομένων των
          αποφάσεων επάρκειας της Ευρωπαϊκής Επιτροπής και των πλαισίων Privacy
          Shield ΕΕ-ΗΠΑ και Ελβετίας-ΗΠΑ.
        </p>
      </div>

      <div className="container p-6 mx-auto text-gray-500">
        <h1 className="mb-4 text-2xl font-bold text-[#55a6fc]">
          ΔΙΑΤΗΡΗΣΗ ΔΕΔΟΜΕΝΩΝ
        </h1>

        <p className="mb-4 text-md">
          Εκτός εάν απαιτείται από το ισχύον δίκαιο, θα διατηρούμε προσωπικές
          πληροφορίες μόνο για όσο χρονικό διάστημα είναι απαραίτητο για την
          εκπλήρωση των σκοπών για τους οποίους τις συλλέξαμε,
          συμπεριλαμβανομένων των σκοπών ικανοποίησης οποιωνδήποτε νομικών,
          λογιστικών ή αναφορικών απαιτήσεων. Υπό ορισμένες συνθήκες, ενδέχεται
          να ανωνυμοποιήσουμε προσωπικές πληροφορίες ώστε να μην μπορούν πλέον
          να συσχετιστούν με συγκεκριμένη χρήση. Διατηρούμε το δικαίωμα να
          χρησιμοποιούμε τέτοια ανώνυμα και αποπροσωποποιημένα δεδομένα για
          οποιονδήποτε νόμιμο επιχειρηματικό σκοπό χωρίς περαιτέρω ειδοποίηση.
        </p>
      </div>
      <div className="container p-6 mx-auto text-gray-500">
        <h1 className="mb-4 text-2xl font-bold text-[#55a6fc]">
          ΔΙΚΑΙΩΜΑΤΑ ΧΡΗΣΤΩΝ
        </h1>

        <p className="mb-4">
          Οι χρήστες έχουν τα ακόλουθα δικαιώματα σχετικά με τις πληροφορίες που
          διατηρούμε:
        </p>
        <ul className="mb-4 text-gray-800 list-disc list-inside">
          <li>
            <strong>Δικαίωμα πρόσβασης.</strong> Όπου έχουμε συλλέξει
            πληροφορίες χρηστών, οι χρήστες έχουν το δικαίωμα να έχουν πρόσβαση
            σε αυτές τις πληροφορίες.
          </li>
          <li>
            <strong>Δικαίωμα διόρθωσης.</strong> Οι χρήστες έχουν το δικαίωμα να
            μας ζητήσουν να διορθώσουμε ανακριβείς πληροφορίες που διατηρούμε
            γι’ αυτούς.
          </li>
          <li>
            <strong>Δικαίωμα διαγραφής.</strong> Οι χρήστες έχουν το δικαίωμα να
            ζητήσουν τη διαγραφή των πληροφοριών τους.
          </li>
          <li>
            <strong>Δικαίωμα αντίρρησης ή περιορισμού συλλογής.</strong> Οι
            χρήστες έχουν το δικαίωμα να αντιταχθούν ή να περιορίσουν τη συλλογή
            των πληροφοριών τους από εμάς.
          </li>
          <li>
            <strong>Δικαίωμα στη φορητότητα δεδομένων.</strong> Οι χρήστες έχουν
            το δικαίωμα να λάβουν τις προσωπικές τους πληροφορίες από εμάς σε
            δομημένη, κοινώς χρησιμοποιούμενη και μηχανικά αναγνώσιμη μορφή.
          </li>
          <li>
            <strong>Δικαίωμα υποβολής καταγγελίας σε εποπτική αρχή.</strong> Οι
            χρήστες έχουν το δικαίωμα να υποβάλουν καταγγελία σε εποπτική αρχή
            υπεύθυνη για τη συλλογή προσωπικών πληροφοριών εάν θεωρούν ότι
            έχουμε παραβιάσει τα δικαιώματα απορρήτου τους.
          </li>
          <li>
            <strong>Δικαίωμα ανάκλησης συγκατάθεσης.</strong> Όπου οι χρήστες
            μας έχουν δώσει τη συγκατάθεσή τους, έχουν το δικαίωμα να
            ανακαλέσουν αυτή τη συγκατάθεση ανά πάσα στιγμή.
          </li>
        </ul>
        <p className="mb-4 text-md">
          Θα χειριστούμε οποιοδήποτε αίτημα για την άσκηση αυτών των δικαιωμάτων
          σύμφωνα με το ισχύον δίκαιο και τυχόν σχετικές νομικές εξαιρέσεις. Για
          να ασκήσετε αυτά τα δικαιώματα, παρακαλούμε επικοινωνήστε μαζί μας
          χρησιμοποιώντας τα στοιχεία επικοινωνίας παρακάτω.
        </p>
      </div>
      <div className="container p-6 mx-auto text-gray-500">
        <h1 className="mb-4 text-2xl font-bold text-[#55a6fc]">ΕΠΙΚΟΙΝΩΝΙΑ</h1>

        <p className="mb-4 text-md">
          Εάν έχετε οποιεσδήποτε ερωτήσεις σχετικά με αυτή την πολιτική
          απορρήτου, συμπεριλαμβανομένων ερωτήσεων για το πώς χειριζόμαστε τις
          πληροφορίες των παιδιών σας σε σχέση με τις Υπηρεσίες μας, ή εάν
          θέλετε να ελέγξετε ή να διαγράψετε τις προσωπικές σας πληροφορίες ή
          του παιδιού σας, ή εάν θέλετε να ανακαλέσετε τη συγκατάθεση για την
          περαιτέρω συλλογή και χρήση των προσωπικών σας πληροφοριών ή του
          παιδιού σας ή να περιορίσετε την αποκάλυψη τέτοιων πληροφοριών σε
          τρίτους, παρακαλούμε επικοινωνήστε μαζί μας στο{" "}
          <a
            target="_blank"
            rel="noopener noreferrer"
            href="mailto:info@mikroimathites.gr"
            className="text-blue-600 underline"
          >
            info@mikroimathites.gr
          </a>
          .
        </p>
      </div>
    </PageLayout>
  );
};

export default Privacy;
