<?php

return [

    [
        'id' => 1,
        'title' => 'Tο Αλφάβητο',
        'description' => 'Αυτό το φιλάδιο είναι ιδανικό για παιδιά που μαθαίνουν το ελληνικό αλφάβητο. Περιλαμβάνει όλα τα γράμματα με δημιουργικό και διασκεδαστικό τρόπο. Κάθε σελίδα περιέχει:

1. Οπτική αναγνώριση γραμμάτων: Με την παρουσία κεφαλαίων και πεζών γραμμάτων.
2. Σύνδεση με εικόνες: Οι εικόνες βοηθούν τα παιδιά να συνδέσουν το γράμμα με μία λέξη ή έννοια.
3. Εξάσκηση γραφής: Με διακεκομμένες γραμμές για να εξασκηθούν στη γραφή των γραμμάτων.
Είναι ιδανικό για γονείς που θέλουν να ενισχύσουν την εκπαιδευτική διαδικασία στο σπίτι και να βοηθήσουν τα παιδιά τους να αναπτύξουν τις δεξιότητες ανάγνωσης και γραφής με ευχάριστο τρόπο.',
        'imgUrl' => '/pdf/αβthumbnail.png',
        'pdfUrl' => '/pdf/abpdf.pdf',
    ],
    [
        'id' => 2,
        'title' => 'Τα Δέντρο',
        'description' => 'Μια όμορφη χριστουγεννιάτικη εικόνα με τη Βικτωρία να στολίζει το δέντρο παρέα με παιδιά. Αυτή η σελίδα είναι ιδανική για γονείς που θέλουν να προσφέρουν στα παιδιά τους μια δημιουργική δραστηριότητα. Δώστε τους την ευκαιρία να χρωματίσουν αυτή τη γιορτινή σκηνή και να νιώσουν τη μαγεία των Χριστουγέννων!',
        'imgUrl' => '/pdf/victoriaExample.png',
        'pdfUrl' => '/pdf/christmasVictoriaPaint.pdf',
    ],
    [
        'id' => 3,
        'title' => 'Μικρός Μάγειρας',
        'description' => 'Ανακαλύψτε τον μικρό μάγειρα που ζει μέσα στα παιδιά σας με αυτή τη μοναδική δραστηριότητα! Μια χαριτωμένη εργασία εμπνευσμένη από το βίντεό μας, όπου ο σεφ δημιουργεί μαγικές συνταγές. Χαρίστε στα παιδιά σας την ευκαιρία να ζωγραφίσουν, να διασκεδάσουν και να νιώσουν τη χαρά της δημιουργίας!',
        'imgUrl' => '/pdf/chef-Img.png',
        'pdfUrl' => '/pdf/chef.pdf',
    ],
    [
        'id' => 4,
        'title' => 'Άγιος Βασίλης',
        'description' => 'Μπείτε στο πνεύμα των Χριστουγέννων με αυτή τη γιορτινή εικόνα του Άγιου Βασίλη! Μια χαριτωμένη εργασία που φέρνει τη μαγεία των γιορτών στα χέρια των παιδιών σας, ιδανικό για να χρωματίσουν και να διασκεδάσουν, ενώ παράλληλα ζουν την παραμυθένια ατμόσφαιρα της αγαπημένης εποχής του χρόνου.',
        'imgUrl' => '/pdf/Αι-Βασίλης.png',
        'pdfUrl' => '/pdf/Santa.pdf',
    ],

];
