<?php

return [

    [
        'id' => 1,
        'title' => 'Μαθαίνω να γράφω το Αλφάβητο',
        'description' => 'Αυτό το φιλάδιο είναι ιδανικό για παιδιά που μαθαίνουν το ελληνικό αλφάβητο. Περιλαμβάνει όλα τα γράμματα με δημιουργικό και διασκεδαστικό τρόπο. Κάθε σελίδα περιέχει:

1. Οπτική αναγνώριση γραμμάτων: Με την παρουσία κεφαλαίων και πεζών γραμμάτων.
2. Σύνδεση με εικόνες: Οι εικόνες βοηθούν τα παιδιά να συνδέσουν το γράμμα με μία λέξη ή έννοια.
3. Εξάσκηση γραφής: Με διακεκομμένες γραμμές για να εξασκηθούν στη γραφή των γραμμάτων.
Είναι ιδανικό για γονείς που θέλουν να ενισχύσουν την εκπαιδευτική διαδικασία στο σπίτι και να βοηθήσουν τα παιδιά τους να αναπτύξουν τις δεξιότητες ανάγνωσης και γραφής με ευχάριστο τρόπο.',
        'imgUrl' => '/pdf/αβthumbnail.png',
        'pdfUrl' => '/pdf/abpdf.pdf',
    ],
    [
        'id' => 2,
        'title' => 'Τα Δέντρο',
        'description' => 'Μια όμορφη χριστουγεννιάτικη εικόνα με τη Βικτωρία να στολίζει το δέντρο παρέα με παιδιά. Αυτή η σελίδα είναι ιδανική για γονείς που θέλουν να προσφέρουν στα παιδιά τους μια δημιουργική δραστηριότητα. Δώστε τους την ευκαιρία να χρωματίσουν αυτή τη γιορτινή σκηνή και να νιώσουν τη μαγεία των Χριστουγέννων!',
        'imgUrl' => '/pdf/victoriaExample.png',
        'pdfUrl' => '/pdf/christmasVictoriaPaint.pdf',
    ],

];
